Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/rapport_og_webinar_om_situasjonen_for_pite-_og_umesamisk_pa_norsk_side_av_sapmi.html.tmx
Source language: nob
Languages: smj

source: Rapport og webinar om situasjonen for pite- og umesamisk på norsk side av Sápmi
smj: Diedádus ja webinárra bihtám- ja ubbmemsámegielaj dile birra Vuona bielen Sámen

source: Sametinget publiserer rapporter om situasjonen for pite- og umesamisk på norsk side av Sápmi og i den anledning arrangeres det to åpne webinarer denne måneden.
smj: Sámedigge almot diedádusájt bihtám- ja ubbmemsámegielaj dile birra Vuona bielen Sámen ja dan aktijvuodan dåladuvvi dán máno guokta rabás webinára.

source: Professor Jon Todal har på oppdrag for Sametinget utført utredning om dagens situasjon for pite- og umesamisk språk og han legger fram resultatene på webinarene.
smj: Professåvrrå Jon Todal la Sámedikke åvdås tjállám tjielggidusájt bihtám- ja ubbmemsámegielaj dilij birra Vuonan ja åvddånbuktá båhtusijt webináran.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) mener at utredningene gir Sametinget viktig grunninformasjon om pite- og umesamisk situasjon, og en oversikt over arbeidet som er gjort for språkene.
smj: Sámedikkeráde Mikkel Eskil Mikkelsen (NSR) mielas dá tjielggidusá vaddi Sámediggáj ájnas vuododiedojt bihtám- ja ubbmemsámegielaj dile birra, ja gåvvit dajn bargojn mij la dálátjij dagáduvvam gielaj hárráj.

source: – Første steg i arbeidet er å informere folk om utredningenes resultater, så de allerede fra starten kan være med å peke ut veien videre for språkets fremtid, sier Mikkelsen, som åpner og leder webinarene.
smj: – Vuostasj lávkke dán bargon la juohket álmmugij diedojt tjielggidusáj båhtusijt. Vaj juo álgos guládallap álmmugijn gåktu barggat gielaj vijddásabbo, javllá Mikkelsen, guhti rahpá ja jådet webinárajt.

source: Kommet langt med språkskiftet i Norge
smj: Giellamålssom guhkás jåksåm Vuona bielen

source: Ifølge utredningene er språkskiftet på norsk side av Sápmi kommet langt og informanter forteller at ingen i Norge har hatt språkene som hjemmespråk, men at det er mange som gjennom slekt og kulturell tilknytning identifiserer seg med språkene.
smj: Giellamålssom la tjielggidusá milta jåksåm guhkás Vuona bielen Sámen ja diehtovadde subtsasti Vuona biele ælla desti ulmutja gielav adni sijddagiellan, valla moaddása berrahij ja kultuvra baktu dåbddij tjanástimev gielajda.

source: Både pite- og umesamisk har godkjente rettskrivninger og det betyr at det er mulig å revitalisere språket.
smj: Sihke bihtám- ja ubbmemsámegielajn li dåhkkiduvvam tjállemvuoge mij merkaj gielajt la máhttelis ælládahttet.

source: En revitalisering av pite- og umesamisk vil først og fremst kreve engasjement fra enkeltmennesker som ønsker å lære språket og som ønsker å føre det videre til sine barn.
smj: Bihtám- ja ubbmemsámegiela ælládahttem gájbbet li ájnegisulmutja gænna la sávadus gielav oahppat ja ulmutja gudi sihti ietjasa máná galggi gielav oahppat.

source: Sametinget vil i samarbeid med de pite- og umesamiske språkmiljøene følge opp utredningene for å se på hvilke tiltak som kan igangsettes.
smj: Sámedigge ájggu aktisasjbargujn bihtám- ja ubbmemsáme giellabirrasijn tjuovvolit tjielggidusájt gávnadittjat makkir dåjmajt hæhttu álgadit.

source: – Det er behov for tett samarbeid over landegrensene i forbindelse med revitalisering, mener Mikkelsen.
smj: – Le dárbbo láhka aktisasjbargujn rijkarájáj rastá giellaælládahttema aktijvuodan, javllá Mikkelsen.

source: En del av språkstrategien Giellalokten
smj: Oasse Giellalåpptimis

source: Sametingets plenum anerkjente i desember 2018 språkstrategien Giellalokten – Sametingets strategier for samiske språk .
smj: Sámedikke ållestjåhkanibme dåhkkidij 2018 javllamáno Giellalåpptim - Sámedikke stratesjijja sámegielajda.

source: I forbindelse med denne skal Sametinget kartlegge dagens situasjon for ume-, pite- og skoltesamisk, og se på hva som kan bidra til å øke bruken av språkene.
smj: Giellalåpptimav aktijvuodan Sámedigge galggá kárttit bihtám-, ubbmem- ja gålldåsámegielaj dilev, ja árvustallat makkir ressursa máhtti lasedit dáj gielaj anov.

source: Rapportene om situasjonen for pite- og umesamisk på norsk side av Sápmi publiseres på Sametingets nettsider kl. 12.00 samme dagene som webinarene gjennomføres.
smj: Diedádusá bihtám- ja ubbmemsámegielaj dile birra almoduvvi Sámedikke næhttabielijn sæmmi biejvij kl. 12 gå webinára dåladuvvi.
